Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht/cht-level2.tmx
Source language: en
Languages: zh_tw

source: This section describes system function of the Diko Server.
zh_tw: 本章節介紹 DIKO 伺服器的系統功能。

source: This string was found in Poedit’s translation memory.
zh_tw: Nigè striŋ wa fainden in Poedit dè transleiçion memori.

source: This suggestion was machine-translated online.
zh_tw: Nigè sùjjesçion wa transleiten-bai-kompyutā onlain.

source: This tab is to customize the email message.
zh_tw: 此選項用於自定義電子郵件信息。

source: Title
zh_tw: 職稱

source: To change the name of the database, enter the new name in the Database box.
zh_tw: 要更改資料庫名稱，請在 Database 框中輸入新名稱。

source: To configure General Setting , click the button on the Menu section and click the System Configuration function > General Setting tab.
zh_tw: 要配置 一般設定 ，請按一下 選單 部分的按鈕，然後按一下 系統管理 功能 > 一般設定 選項。

source: To create different types of system report, click Report under the Report in the navigation bar, and the following screen will pop up:
zh_tw: 要建立不同類型的系統報告，請在導航列中的報告按鈕下點擊報告按鈕，之後會顯示以下畫面：

source: To delete a user, select the user and click the button.
zh_tw: 如果要進行使用者帳號刪除, 勾選要刪除的使用者帳號後按下 鈕。

source: To override the suggested recovery plan, you can change the selections in the grid.
zh_tw: 要覆蓋建議的恢復計畫，您可以更改網格中的選擇。

source: To reset password of a specific user, right mouse-click the User to bring up the pop-up menu
zh_tw: 要為特定的使用者重置密碼，先點選該使用者的帳號，然後按右鍵，以帶出重置密碼的選單

source: To reset password of a specific user, select the user and click the button to bring up the following [Reset User Password] screen:
zh_tw: 要為特定的使用者重置密碼，先選定要重置的使用者帳號，然後按一下 按鈕，帶出接下來的 [重設用戶密碼] 畫面：

source: To restore DIKO is simple, put the database and file system backup from the NAS to the default location (i.e. C drive) and DIKO will be in production again.
zh_tw: 要復原 DIKO 很簡單，將資料庫和檔案系統備份從NAS放到默認位置（即C磁碟機）， DIKO 將再次投入生產。

source: To restore the file system, simply copy the whole DIKO folder with its content and put it back on C drive (or DIKO installed hard drive).
zh_tw: 要復原檔案系統，只需複製整個 DIKO 文件夾及其內容，並將之放 回到 C磁碟機（或 DIKO 安裝的硬碟）上。

source: To switch between Library , click the button and choose the wanted Library .
zh_tw: 資料夾 之間的切換，請點擊 按鈕選擇想要的 資料夾 。

source: To use DIKO , the user simply opens a web browser like Internet Explorer, Google Chrome or Apple Safari.
zh_tw: 要使用 DIKO ，用戶只需打開諸如Internet Explorer、Google Chrome或Apple Safari等Web瀏覽器即可。

source: To view Access Map User Mapping for Access Map Permission, or to view AD OU Mapping for AD / OU Permission, click the button to view the groups and their users.
zh_tw: 查看訪問映射權限中的用戶映射, 或者查看AD OU映射中的AD / OU權限, 按下 按鈕去瀏覽群組和群組底下的使用者.

source: To view the audit trail, click the Audit Trail under Report in the navigation bar, and the following screen will be shown:
zh_tw: 要查看審計追蹤，請單擊導航列中「報告」下的「審計追踪」，之後將會顯示以下畫面：

source: TokPisin = 92,
zh_tw: 巴布亞皮欽語 = 92,

source: Tonga = 83,
zh_tw: 東加語 = 83,

source: Total
zh_tw: Toutol

source: Total Account in OU
zh_tw: 在OU中所有的帳號

source: Transfer
zh_tw: 調任

source: Transformations
zh_tw: Transformeiçions

source: Translate WordPress theme or plugin
zh_tw: Transleit WordPress đöme or plùgin

source: Translated
zh_tw: Transleiten

source: Translated: %d of %d (%d %%)
zh_tw: Transleiten: %d of %d (%d %%)

source: Translation
zh_tw: Transleiçion

source: Translation Language
zh_tw: Transleiçion Leŋgueij

source: Translation Memory
zh_tw: Transleiçion Memori

source: Translation properties
zh_tw: Transleiçion propèrtis

source: Translation suggestions:
zh_tw: Transleiçion sùjjesçions:

source: Translation — %s
zh_tw: Transleiçion — %s

source: Translation:
zh_tw: Transleiçion:

source: Translations couldn’t be updated from the source code, because no code was found in the location specified in the catalog’s Properties.
zh_tw: Transleiçions couldn’t be updated from the source code, because no code was found in the location specified in the catalogue’s Properties.

source: Translations from this file are not shared with the online translation memory.
zh_tw: Transleiçions from nigè fayl dè kontribyuçion ga onlain transleiçion memori.

source: Translations with errors
zh_tw: Transleiçions wiŧ öras

source: Tswana = 84,
zh_tw: 札那語 = 84,

source: Turkish = 25,
zh_tw: 土耳其語 = 25,

source: Turkmen = 124,
zh_tw: 土庫曼語 = 124,

source: Two
zh_tw: 2-gè

source: U ser Management
zh_tw: 用 戶管理

source: UTF-8 (recommended)
zh_tw: UTF-8 (rekommenden)

source: Ukrainian = 28,
zh_tw: 烏克蘭語 = 28,

source: Under System Configuration, go to Capture Email Setting to set Email Capture settings
zh_tw: 在「系統管理」底下，點擊「檢視電子郵件設定」

source: Undo
zh_tw: Ùndiodio

source: Unknown activation error (%s)
zh_tw: Mǐ-wagari aktiveiçion öra (%s)

source: Up
zh_tw: Ùp

source: Update all
zh_tw: Ùpdeit ol

source: Update all catalogs in the project
zh_tw: Ùpdeit ol katalogs in nigè prōjekt

source: Update catalog - synchronize it with sources
zh_tw: Ùpdeit katalog - synĥronais wiŧ sōrses

source: Update from POT
zh_tw: Ùpdeit from POT fayl

source: Update summary
zh_tw: Ùpdeit sùmmari

source: Updated with details steps of backup and restore, with screen captures
zh_tw: 加入了備份與復原過程中的抓圖，再修訂了部分用字和標點符號。

source: Updates
zh_tw: Ùpdeits

source: Updating catalog
zh_tw: Ùpdeitiŋ katalog

source: Updating failed
zh_tw: Ùpdeitiŋ feilen

source: Updating user information…
zh_tw: Ùpdeitiŋ yusa informeiçion…

source: Upgrade to Pro
zh_tw: Ùpgreid tu Pro

source: Uploading translations…
zh_tw: Ùploudiŋ transleiçions…

source: Upon completion click “ Finish ”
zh_tw: 安裝完成後點擊 「 Finish 」

source: Use %s→%s for full WordPress functionality.
zh_tw: Yus %s→%s für full WordPress functionality.

source: Use Summary Page?
zh_tw: 要用總結頁面嗎？

source: Use custom expression
zh_tw: Yus kùstomaisen ikspresçion

source: Use custom list font:
zh_tw: Yus kùstomaisen taipfeis in list:

source: Use custom text fields font:
zh_tw: Yus kùstomaisen taipfeis in tekst fīlds :

source: Use default rules for this language
zh_tw: Yus difàult rūls für nigè leŋgueij

source: Use online suggestions
zh_tw: Yus onlain sùjjesçions

source: Use suggestions from online collaborative TM
zh_tw: Yus sùjjesçions from onlain kollaboreitiv TM

source: Use translation memory
zh_tw: Yus transleiçion memori

source: User Access / Permission for installation
zh_tw: 使用者訪問/安裝權限

source: User ID
zh_tw: 用戶帳號

source: User Name
zh_tw: 使用者名稱

source: Users can share the documents via its share-link to ensure litigate sharing.
zh_tw: 使用者可以通過其共用連結 來分享檔案，以確保訴訟共用。

source: UzbekLatin = 136,
zh_tw: 拉丁字母烏孜別克語 = 136,

source: Validate
zh_tw: Välideit

source: Validation results
zh_tw: Välideiçion risùlts

source: Version
zh_tw: 版本

source: Version %s
zh_tw: Vörçion %s

source: View Folder and Document
zh_tw: 查看資料夾和檔案

source: View Group (except MFP)
zh_tw: 檢視部門 (except MFP)

source: View Log
zh_tw: Vyu Log

source: View log
zh_tw: Vyu log

source: Waiting for authentication…
zh_tw: Weiting für òŧentikeiçion…

source: Waiting for the install ation process to finish
zh_tw: 等候 安裝 的過程完結

source: Waray = 100,
zh_tw: 瓦瑞語 = 100,

source: We are trying to provide you a step-by-step tutorial lesson about setting up the DIKO system.
zh_tw: 我們希望透過這個教程，使您能夠更瞭解如何為DIKO系統設定。

source: We need to create a new account for him , and assign new roles to him as assistant of Professor Bouchet .
zh_tw: 我們要給他建立一個新的帳號 ，而且給他作為布歇特教授的助手的身份 。

source: Welcome to Poedit
zh_tw: Welkom tu Poedit

source: Welsh = 125,
zh_tw: 威爾士語 = 125,

source: What is Crowdin?
zh_tw: Crowdin-wa myenigga?

source: When it is done, the document can be moved to the Corporate Library for sharing.
zh_tw: 到完成後，可以將已完成的文件移動到 共用資料夾 與其他人分享。

source: While editing the file “%s”:
zh_tw: When editing fayl “%s”:

source: Whole words only
zh_tw: Whole wörds onli

source: With DIKO , all documents are well protected and managed so the corporation is on the safe side in the dynamic business world.
zh_tw: 使用 DIKO ，所有檔案都得到很好的保護和管理，因此企業能在這動蘯的商業世界中處於安全的一面。

source: With a web browser, the user can manage and protect the documents within the organization.
zh_tw: 使用Web瀏覽器，使用者可以管理和保護組織內的檔案。

source: Wolof = 85,
zh_tw: 沃洛夫語 = 85,

source: WordPress Errors Log
zh_tw: WordPress Öras Logs

source: WordPress error
zh_tw: WordPress öra

source: Words
zh_tw: Wörds

source: Wrap around
zh_tw: Wräp àraund

source: Wrap at:
zh_tw: Wräp à:

source: XLIFF Translation Files
zh_tw: XLIFF Transleiçion Fayls

source: Xhosa = 86,
zh_tw: 科薩語 = 86,

source: You may use a Windows schedule task to conduct the file system backup every night.
zh_tw: 您可以使用Windows的計畫任務功能於每晚進行檔案系統備份。

source: You may use some database backup software to backup the DIKO database .
zh_tw: 您可以使用一些資料庫備份軟體來 備份 DIKO 資料庫 。

source: You may use the task scheduler to automate the database backup task.
zh_tw: 您可以使用任務計畫程式自動執行資料庫備份任務。

source: You must restart Poedit for this change to take effect.
zh_tw: Du skal genstarte Poedit før denne ændring træder i kraft.

source: You will see the progress meter at the lower left corner running until backup ended as below :
zh_tw: 這時，對話匣的左下角會出現備份進程的圖案。當備份完成，系統會出現如下圖般 提示備份 已完成的訊息：

source: Your Name
zh_tw: Neidè Neim

source: Your changes will be lost if you don’t save them.
zh_tw: Neidè čeinjs wa losen if not seiven.

source: Your comment has been added.
zh_tw: 已新增您的評語。

source: Your copy is upgraded to Poedit Pro.
zh_tw: Neidè instoleiçion wa upgreiden tu Poedit Pro.

source: Your name and email address are only used to set the Last-Translator header of GNU gettext files.
zh_tw: Neidè neim en e-meil ädjres wa onli yusen tu set «Last-Translator» nigè GNU gettext fayls dè hēdā-fīld.

source: Your school purchased DIKO, as it is so wonder to document everything you have to.
zh_tw: 您的學院購買了DIKO系統的使用權，而您正躍躍欲使，希望將所有文件都交由DIKO系統處理。

source: Your translations are submitted anonymously and are available to other translators using Poedit or other CAT tools.
zh_tw: Neide transleiçions wa submiten anonymously and are available to other translators using Poedit or other CAT tools.

source: Zapotec = 87,
zh_tw: 薩波特克語 = 87,

source: Zero
zh_tw: Mwu

source: Zoom
zh_tw: ẑum

source: Zulu = 117,
zh_tw: 祖魯語 = 117,

source: [[Category:Auditing terms|Trail]]
zh_tw: ==外部連結== [[Category:稽核術語]]

source: [[Category:Microsoft database software]] [[Category:Database administration tools]]
zh_tw: [[Category:微软数据库软件]] [[Category:数据库管理工具]]

source: [[Securities and Exchange Commission]] |date=26 May 2010 |accessdate=7 March 2012}}</ref> [[scientific research]] and health care data transactions,<ref>{{cite web|url=http://ecfr.gpoaccess.gov/cgi/t/text/text-idx?c=ecfr&sid=5ff3a0efed913ef8fae9e225869688a2&rgn=div5&view=text&node=21:1.0.1.1.7&idno=21 |title=Electronic Code of Federal Regulations - Title 21: Food and Drugs - Part 11: Electronic Records; Electronic Signatures |publisher=[[U.S.
zh_tw: [[美國證券交易委員會|Securities and Exchange Commission]] |date=2010-05-26 |access-date=2012-03-07 |language=en }}</ref>、[[科學方法|科學研究]]和醫療保健數據交易<ref>{{cite web|url=http://ecfr.gpoaccess.gov/cgi/t/text/text-idx?c=ecfr&sid=5ff3a0efed913ef8fae9e225869688a2&rgn=div5&view=text&node=21:1.0.1.1.7&idno=21 |title=Electronic Code of Federal Regulations - Title 21: Food and Drugs - Part 11: Electronic Records; Electronic Signatures |publisher=[[美國政府出版局|U.S.

source: action
zh_tw: 動作

source: button to exit the screen.
zh_tw: 鈕離開畫面。

source: cannot open %s
zh_tw: 無法開啟%s

source: ctrl
zh_tw: ktrl

source: don’t delete temporary files (for debugging)
zh_tw: not du dilit temporari fayls (für dibùgiŋ)

source: git checkout -b <new-branch-name>
zh_tw: git checkout -b <new-branch-n

source: go to item at given line number
zh_tw: goutu aitèm given lain number

source: handle a poedit:// URI
zh_tw: händol 1-gè poedit:// URI

source: hint: %.*s
zh_tw: 提示：%.*s

source: internal error
zh_tw: 內部錯誤

source: path
zh_tw: 路徑

source: shift
zh_tw: Šift

source: unknown language
zh_tw: mǐ-wagari leŋgueij

source: {{Infobox software | name = SQL Server Management Studio | logo = | screenshot = SQLServerManagementStudio.JPG | caption = Earlier version of Microsoft SQL Server Management Studio showing a query, the results of the query, and the Object Explorer pane while connected to a SQL Server database engine instance.
zh_tw: {{Infobox software | name = SQL Server Management Studio | logo = | screenshot = SQLServerManagementStudio.JPG | caption = 一個早期版本的Microsoft SQL Server Management Studio的截圖，顯示一條query, the results of the query, and the Object Explorer pane while connected to a SQL Server database engine instance.

source: “%s” is not a valid POT file.
zh_tw: «%s» wa not dū välid POT fayl.

source: “ Suspend ” disables the user to access the system.
zh_tw: 「 Suspend 」 禁止 使用者訪問系統。

source: “Active” enables the user to logon to the system.
zh_tw: 「Active」讓使用者能夠登錄到 系統。

source: “Take Ownership” command (cf.
zh_tw: 「轉移擁有者」命令 （見
